tutorials/incompressible/pimpleRemeshFoam/steadyNACA/0/nuTilda
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nuTilda;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0.0007003626523730146;

boundaryField
{
    freestream
    {
        type            freestream;
        freestreamValue uniform 0.0007003626523730146;
    }
    airfoil
    {
        type            zeroGradient;
    }
    BaseAndTop
    {
        type            empty;
    }
}