tutorials/incompressible/pimpleRemeshFoam/steadyNACA/Allrun
# !/bin/sh
cd "${0%/*}" || exit  # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions  # Tutorial run functions
# ------------------------------------------------------------------------------

foamJob simpleFoam
foamLog log

# ------------------------------------------------------------------------------
